const job = [
  {
    id: '001',
    title: 'CSIG15-智能平台产品部-AI产品前端开发（深圳）',
    position: '技术类',
    department: 'Innovation',
    city: '上海',
    type: '社会招聘',
    time: '2021-1-20',
    abstract:
      '1. 负责基于人工智能（ASR，NLP，TTS，BI）的各种软件产品的技术设计与开发实现； 2. 负责前端系统架构、性能、安全、​扩展等优化的设计和实现；',
    responsibility:
      '1. 负责基于人工智能（ASR，NLP，TTS，BI）的各种软件产品的技术设计与开发实现； \n 2. 负责前端系统架构、性能、安全、​扩展等优化的设计和实现； \n 3. 负责平台配套工具开发, 注重效率提升以及技术难点攻关, 技术框架优化以及产品性能深度优化等。',
    requirements:
      '1、3年以上前端开发工作经验；\n 2、能够熟练运用HTML、CSS、JavaScript、NodeJS构建高性能的web应用；\n 3、熟悉掌握至少一种主流的前端框架，如React、Vue、Angular等，并了解底层原理；\n 4、精通http、https协议基本原理，能快速定位http协议相关故障；\n 5、对Web性能优化、调试、安全有深刻理解和使用经验；\n 6、有良好的代码习惯，能编写出高效、高性能、具有高可维护性的代码；具备工程化的前端思维，善于利用合适的工具和流程解决团队日常研发问题；\n 7、有开源项目维护经验优先。\n 8、对事情有非常清晰的思考和分析能力；\n 9、具备良好的沟通能力和团队协作能力；\n 10、有责任心，能承受一定强度的工作压力；\n 11、软件知识结构全面，基本功扎实。',
  },
  {
    id: '002',
    title: '2后端开发工程师',
    position: '技术类',
    department: 'Innovation',
    city: '广州',
    type: '校园招聘',
    time: '2021-5-20',
    abstract:
      '1. 负责基于人工智能（ASR，NLP，TTS，BI）的各种软件产品的技术设计与开发实现； 2. 负责前端系统架构、性能、安全、​扩展等优化的设计和实现；',
    responsibility:
      '1. 负责基于人工智能（ASR，NLP，TTS，BI）的各种软件产品的技术设计与开发实现； \n 2. 负责前端系统架构、性能、安全、​扩展等优化的设计和实现； \n 3. 负责平台配套工具开发, 注重效率提升以及技术难点攻关, 技术框架优化以及产品性能深度优化等。',
    requirements:
      '1、3年以上前端开发工作经验；\n 2、能够熟练运用HTML、CSS、JavaScript、NodeJS构建高性能的web应用；\n 3、熟悉掌握至少一种主流的前端框架，如React、Vue、Angular等，并了解底层原理；\n 4、精通http、https协议基本原理，能快速定位http协议相关故障；\n 5、对Web性能优化、调试、安全有深刻理解和使用经验；\n 6、有良好的代码习惯，能编写出高效、高性能、具有高可维护性的代码；具备工程化的前端思维，善于利用合适的工具和流程解决团队日常研发问题；\n 7、有开源项目维护经验优先。\n 8、对事情有非常清晰的思考和分析能力；\n 9、具备良好的沟通能力和团队协作能力；\n 10、有责任心，能承受一定强度的工作压力；\n 11、软件知识结构全面，基本功扎实。',
  },
  {
    id: '003',
    title: '3人力资源实习生',
    position: '人力资源类',
    department: 'Innovation',
    city: '广州',
    type: '校园招聘',
    time: '2021-5-10',
    abstract:
      '1. 负责基于人工智能（ASR，NLP，TTS，BI）的各种软件产品的技术设计与开发实现； 2. 负责前端系统架构、性能、安全、​扩展等优化的设计和实现；',
    responsibility:
      '1. 负责基于人工智能（ASR，NLP，TTS，BI）的各种软件产品的技术设计与开发实现； \n 2. 负责前端系统架构、性能、安全、​扩展等优化的设计和实现； \n 3. 负责平台配套工具开发, 注重效率提升以及技术难点攻关, 技术框架优化以及产品性能深度优化等。',
    requirements:
      '1、3年以上前端开发工作经验；\n 2、能够熟练运用HTML、CSS、JavaScript、NodeJS构建高性能的web应用；\n 3、熟悉掌握至少一种主流的前端框架，如React、Vue、Angular等，并了解底层原理；\n 4、精通http、https协议基本原理，能快速定位http协议相关故障；\n 5、对Web性能优化、调试、安全有深刻理解和使用经验；\n 6、有良好的代码习惯，能编写出高效、高性能、具有高可维护性的代码；具备工程化的前端思维，善于利用合适的工具和流程解决团队日常研发问题；\n 7、有开源项目维护经验优先。\n 8、对事情有非常清晰的思考和分析能力；\n 9、具备良好的沟通能力和团队协作能力；\n 10、有责任心，能承受一定强度的工作压力；\n 11、软件知识结构全面，基本功扎实。',
  },
  {
    id: '004',
    title: '4全栈开发工程师',
    position: '技术类',
    department: 'Innovation',
    city: '深圳',
    type: '社会招聘',
    time: '2021-8-20',
    abstract:
      '1. 负责基于人工智能（ASR，NLP，TTS，BI）的各种软件产品的技术设计与开发实现； 2. 负责前端系统架构、性能、安全、​扩展等优化的设计和实现；',
    responsibility:
      '1. 负责基于人工智能（ASR，NLP，TTS，BI）的各种软件产品的技术设计与开发实现； \n 2. 负责前端系统架构、性能、安全、​扩展等优化的设计和实现； \n 3. 负责平台配套工具开发, 注重效率提升以及技术难点攻关, 技术框架优化以及产品性能深度优化等。',
    requirements:
      '1、3年以上前端开发工作经验；\n 2、能够熟练运用HTML、CSS、JavaScript、NodeJS构建高性能的web应用；\n 3、熟悉掌握至少一种主流的前端框架，如React、Vue、Angular等，并了解底层原理；\n 4、精通http、https协议基本原理，能快速定位http协议相关故障；\n 5、对Web性能优化、调试、安全有深刻理解和使用经验；\n 6、有良好的代码习惯，能编写出高效、高性能、具有高可维护性的代码；具备工程化的前端思维，善于利用合适的工具和流程解决团队日常研发问题；\n 7、有开源项目维护经验优先。\n 8、对事情有非常清晰的思考和分析能力；\n 9、具备良好的沟通能力和团队协作能力；\n 10、有责任心，能承受一定强度的工作压力；\n 11、软件知识结构全面，基本功扎实。',
  },
  {
    id: '005',
    title: '5产品实习生',
    position: '产品类',
    department: 'Innovation',
    city: '深圳',
    type: '校园招聘',
    time: '2020-3-20',
    abstract:
      '1. 负责基于人工智能（ASR，NLP，TTS，BI）的各种软件产品的技术设计与开发实现； 2. 负责前端系统架构、性能、安全、​扩展等优化的设计和实现；',
    responsibility:
      '1. 负责基于人工智能（ASR，NLP，TTS，BI）的各种软件产品的技术设计与开发实现； \n 2. 负责前端系统架构、性能、安全、​扩展等优化的设计和实现； \n 3. 负责平台配套工具开发, 注重效率提升以及技术难点攻关, 技术框架优化以及产品性能深度优化等。',
    requirements:
      '1、3年以上前端开发工作经验；\n 2、能够熟练运用HTML、CSS、JavaScript、NodeJS构建高性能的web应用；\n 3、熟悉掌握至少一种主流的前端框架，如React、Vue、Angular等，并了解底层原理；\n 4、精通http、https协议基本原理，能快速定位http协议相关故障；\n 5、对Web性能优化、调试、安全有深刻理解和使用经验；\n 6、有良好的代码习惯，能编写出高效、高性能、具有高可维护性的代码；具备工程化的前端思维，善于利用合适的工具和流程解决团队日常研发问题；\n 7、有开源项目维护经验优先。\n 8、对事情有非常清晰的思考和分析能力；\n 9、具备良好的沟通能力和团队协作能力；\n 10、有责任心，能承受一定强度的工作压力；\n 11、软件知识结构全面，基本功扎实。',
  },
  {
    id: '006',
    title: '6全栈开发工程师',
    position: '技术类',
    department: 'Innovation',
    city: '深圳',
    type: '社会招聘',
    time: '2021-11-20',
    abstract:
      '1. 负责基于人工智能（ASR，NLP，TTS，BI）的各种软件产品的技术设计与开发实现； 2. 负责前端系统架构、性能、安全、​扩展等优化的设计和实现；',
    responsibility:
      '1. 负责基于人工智能（ASR，NLP，TTS，BI）的各种软件产品的技术设计与开发实现； \n 2. 负责前端系统架构、性能、安全、​扩展等优化的设计和实现； \n 3. 负责平台配套工具开发, 注重效率提升以及技术难点攻关, 技术框架优化以及产品性能深度优化等。',
    requirements:
      '1、3年以上前端开发工作经验；\n 2、能够熟练运用HTML、CSS、JavaScript、NodeJS构建高性能的web应用；\n 3、熟悉掌握至少一种主流的前端框架，如React、Vue、Angular等，并了解底层原理；\n 4、精通http、https协议基本原理，能快速定位http协议相关故障；\n 5、对Web性能优化、调试、安全有深刻理解和使用经验；\n 6、有良好的代码习惯，能编写出高效、高性能、具有高可维护性的代码；具备工程化的前端思维，善于利用合适的工具和流程解决团队日常研发问题；\n 7、有开源项目维护经验优先。\n 8、对事情有非常清晰的思考和分析能力；\n 9、具备良好的沟通能力和团队协作能力；\n 10、有责任心，能承受一定强度的工作压力；\n 11、软件知识结构全面，基本功扎实。',
  },
  {
    id: '007',
    title: '7全栈开发工程师',
    position: '技术类',
    department: 'Innovation',
    city: '深圳',
    type: '社会招聘',
    time: '2021-3-20',
    abstract:
      '1. 负责基于人工智能（ASR，NLP，TTS，BI）的各种软件产品的技术设计与开发实现； 2. 负责前端系统架构、性能、安全、​扩展等优化的设计和实现；',
    responsibility:
      '1. 负责基于人工智能（ASR，NLP，TTS，BI）的各种软件产品的技术设计与开发实现； \n 2. 负责前端系统架构、性能、安全、​扩展等优化的设计和实现； \n 3. 负责平台配套工具开发, 注重效率提升以及技术难点攻关, 技术框架优化以及产品性能深度优化等。',
    requirements:
      '1、3年以上前端开发工作经验；\n 2、能够熟练运用HTML、CSS、JavaScript、NodeJS构建高性能的web应用；\n 3、熟悉掌握至少一种主流的前端框架，如React、Vue、Angular等，并了解底层原理；\n 4、精通http、https协议基本原理，能快速定位http协议相关故障；\n 5、对Web性能优化、调试、安全有深刻理解和使用经验；\n 6、有良好的代码习惯，能编写出高效、高性能、具有高可维护性的代码；具备工程化的前端思维，善于利用合适的工具和流程解决团队日常研发问题；\n 7、有开源项目维护经验优先。\n 8、对事情有非常清晰的思考和分析能力；\n 9、具备良好的沟通能力和团队协作能力；\n 10、有责任心，能承受一定强度的工作压力；\n 11、软件知识结构全面，基本功扎实。',
  },
  {
    id: '008',
    title: '8全栈开发工程师',
    position: '技术类',
    department: 'Innovation',
    city: '深圳',
    type: '社会招聘',
    time: '2021-3-20',
    abstract:
      '1. 负责基于人工智能（ASR，NLP，TTS，BI）的各种软件产品的技术设计与开发实现； 2. 负责前端系统架构、性能、安全、​扩展等优化的设计和实现；',
    responsibility:
      '1. 负责基于人工智能（ASR，NLP，TTS，BI）的各种软件产品的技术设计与开发实现； \n 2. 负责前端系统架构、性能、安全、​扩展等优化的设计和实现； \n 3. 负责平台配套工具开发, 注重效率提升以及技术难点攻关, 技术框架优化以及产品性能深度优化等。',
    requirements:
      '1、3年以上前端开发工作经验；\n 2、能够熟练运用HTML、CSS、JavaScript、NodeJS构建高性能的web应用；\n 3、熟悉掌握至少一种主流的前端框架，如React、Vue、Angular等，并了解底层原理；\n 4、精通http、https协议基本原理，能快速定位http协议相关故障；\n 5、对Web性能优化、调试、安全有深刻理解和使用经验；\n 6、有良好的代码习惯，能编写出高效、高性能、具有高可维护性的代码；具备工程化的前端思维，善于利用合适的工具和流程解决团队日常研发问题；\n 7、有开源项目维护经验优先。\n 8、对事情有非常清晰的思考和分析能力；\n 9、具备良好的沟通能力和团队协作能力；\n 10、有责任心，能承受一定强度的工作压力；\n 11、软件知识结构全面，基本功扎实。',
  },
  {
    id: '009',
    title: '9全栈开发工程师',
    position: '技术类',
    department: 'Innovation',
    city: '深圳',
    type: '社会招聘',
    time: '2021-3-20',
    abstract:
      '1. 负责基于人工智能（ASR，NLP，TTS，BI）的各种软件产品的技术设计与开发实现； 2. 负责前端系统架构、性能、安全、​扩展等优化的设计和实现；',
    responsibility:
      '1. 负责基于人工智能（ASR，NLP，TTS，BI）的各种软件产品的技术设计与开发实现； \n 2. 负责前端系统架构、性能、安全、​扩展等优化的设计和实现； \n 3. 负责平台配套工具开发, 注重效率提升以及技术难点攻关, 技术框架优化以及产品性能深度优化等。',
    requirements:
      '1、3年以上前端开发工作经验；\n 2、能够熟练运用HTML、CSS、JavaScript、NodeJS构建高性能的web应用；\n 3、熟悉掌握至少一种主流的前端框架，如React、Vue、Angular等，并了解底层原理；\n 4、精通http、https协议基本原理，能快速定位http协议相关故障；\n 5、对Web性能优化、调试、安全有深刻理解和使用经验；\n 6、有良好的代码习惯，能编写出高效、高性能、具有高可维护性的代码；具备工程化的前端思维，善于利用合适的工具和流程解决团队日常研发问题；\n 7、有开源项目维护经验优先。\n 8、对事情有非常清晰的思考和分析能力；\n 9、具备良好的沟通能力和团队协作能力；\n 10、有责任心，能承受一定强度的工作压力；\n 11、软件知识结构全面，基本功扎实。',
  },
  {
    id: '010',
    title: '10全栈开发工程师',
    position: '技术类',
    department: 'Innovation',
    city: '深圳',
    type: '社会招聘',
    time: '2021-3-20',
    abstract:
      '1. 负责基于人工智能（ASR，NLP，TTS，BI）的各种软件产品的技术设计与开发实现； 2. 负责前端系统架构、性能、安全、​扩展等优化的设计和实现；',
    responsibility:
      '1. 负责基于人工智能（ASR，NLP，TTS，BI）的各种软件产品的技术设计与开发实现； \n 2. 负责前端系统架构、性能、安全、​扩展等优化的设计和实现； \n 3. 负责平台配套工具开发, 注重效率提升以及技术难点攻关, 技术框架优化以及产品性能深度优化等。',
    requirements:
      '1、3年以上前端开发工作经验；\n 2、能够熟练运用HTML、CSS、JavaScript、NodeJS构建高性能的web应用；\n 3、熟悉掌握至少一种主流的前端框架，如React、Vue、Angular等，并了解底层原理；\n 4、精通http、https协议基本原理，能快速定位http协议相关故障；\n 5、对Web性能优化、调试、安全有深刻理解和使用经验；\n 6、有良好的代码习惯，能编写出高效、高性能、具有高可维护性的代码；具备工程化的前端思维，善于利用合适的工具和流程解决团队日常研发问题；\n 7、有开源项目维护经验优先。\n 8、对事情有非常清晰的思考和分析能力；\n 9、具备良好的沟通能力和团队协作能力；\n 10、有责任心，能承受一定强度的工作压力；\n 11、软件知识结构全面，基本功扎实。',
  },
  {
    id: '011',
    title: '11全栈开发工程师',
    position: '技术类',
    department: 'Innovation',
    city: '深圳',
    type: '社会招聘',
    time: '2021-3-20',
    abstract:
      '1. 负责基于人工智能（ASR，NLP，TTS，BI）的各种软件产品的技术设计与开发实现； 2. 负责前端系统架构、性能、安全、​扩展等优化的设计和实现；',
    responsibility:
      '1. 负责基于人工智能（ASR，NLP，TTS，BI）的各种软件产品的技术设计与开发实现； \n 2. 负责前端系统架构、性能、安全、​扩展等优化的设计和实现； \n 3. 负责平台配套工具开发, 注重效率提升以及技术难点攻关, 技术框架优化以及产品性能深度优化等。',
    requirements:
      '1、3年以上前端开发工作经验；\n 2、能够熟练运用HTML、CSS、JavaScript、NodeJS构建高性能的web应用；\n 3、熟悉掌握至少一种主流的前端框架，如React、Vue、Angular等，并了解底层原理；\n 4、精通http、https协议基本原理，能快速定位http协议相关故障；\n 5、对Web性能优化、调试、安全有深刻理解和使用经验；\n 6、有良好的代码习惯，能编写出高效、高性能、具有高可维护性的代码；具备工程化的前端思维，善于利用合适的工具和流程解决团队日常研发问题；\n 7、有开源项目维护经验优先。\n 8、对事情有非常清晰的思考和分析能力；\n 9、具备良好的沟通能力和团队协作能力；\n 10、有责任心，能承受一定强度的工作压力；\n 11、软件知识结构全面，基本功扎实。',
  },
  {
    id: '012',
    title: '12全栈开发工程师',
    position: '技术类',
    department: 'Innovation',
    city: '深圳',
    type: '社会招聘',
    time: '2021-3-20',
    abstract:
      '1. 负责基于人工智能（ASR，NLP，TTS，BI）的各种软件产品的技术设计与开发实现； 2. 负责前端系统架构、性能、安全、​扩展等优化的设计和实现；',
    responsibility:
      '1. 负责基于人工智能（ASR，NLP，TTS，BI）的各种软件产品的技术设计与开发实现； \n 2. 负责前端系统架构、性能、安全、​扩展等优化的设计和实现； \n 3. 负责平台配套工具开发, 注重效率提升以及技术难点攻关, 技术框架优化以及产品性能深度优化等。',
    requirements:
      '1、3年以上前端开发工作经验；\n 2、能够熟练运用HTML、CSS、JavaScript、NodeJS构建高性能的web应用；\n 3、熟悉掌握至少一种主流的前端框架，如React、Vue、Angular等，并了解底层原理；\n 4、精通http、https协议基本原理，能快速定位http协议相关故障；\n 5、对Web性能优化、调试、安全有深刻理解和使用经验；\n 6、有良好的代码习惯，能编写出高效、高性能、具有高可维护性的代码；具备工程化的前端思维，善于利用合适的工具和流程解决团队日常研发问题；\n 7、有开源项目维护经验优先。\n 8、对事情有非常清晰的思考和分析能力；\n 9、具备良好的沟通能力和团队协作能力；\n 10、有责任心，能承受一定强度的工作压力；\n 11、软件知识结构全面，基本功扎实。',
  },
  {
    id: '013',
    title: '13全栈开发工程师',
    position: '技术类',
    department: 'Innovation',
    city: '深圳',
    type: '社会招聘',
    time: '2021-3-20',
    abstract:
      '1. 负责基于人工智能（ASR，NLP，TTS，BI）的各种软件产品的技术设计与开发实现； 2. 负责前端系统架构、性能、安全、​扩展等优化的设计和实现；',
    responsibility:
      '1. 负责基于人工智能（ASR，NLP，TTS，BI）的各种软件产品的技术设计与开发实现； \n 2. 负责前端系统架构、性能、安全、​扩展等优化的设计和实现； \n 3. 负责平台配套工具开发, 注重效率提升以及技术难点攻关, 技术框架优化以及产品性能深度优化等。',
    requirements:
      '1、3年以上前端开发工作经验；\n 2、能够熟练运用HTML、CSS、JavaScript、NodeJS构建高性能的web应用；\n 3、熟悉掌握至少一种主流的前端框架，如React、Vue、Angular等，并了解底层原理；\n 4、精通http、https协议基本原理，能快速定位http协议相关故障；\n 5、对Web性能优化、调试、安全有深刻理解和使用经验；\n 6、有良好的代码习惯，能编写出高效、高性能、具有高可维护性的代码；具备工程化的前端思维，善于利用合适的工具和流程解决团队日常研发问题；\n 7、有开源项目维护经验优先。\n 8、对事情有非常清晰的思考和分析能力；\n 9、具备良好的沟通能力和团队协作能力；\n 10、有责任心，能承受一定强度的工作压力；\n 11、软件知识结构全面，基本功扎实。',
  },
];

module.exports = job;
